{
  "fallacies": [
    {
      "id": 1,
      "slug": "disparity-discrimination",
      "title": "Disparity ⇒ Discrimination",
      "subtitle": "Single-Cause Fallacy",
      "tagline": "Assuming unequal outcomes prove bias",
      "description": "Treating unequal group outcomes as proof of bias, rather than a possible hypothesis among many. This fallacy assumes that any statistical disparity between groups must be caused by discrimination, ignoring the multitude of other factors that can generate gaps.",
      "example": "\"Women earn 77 cents on the dollar compared to men, therefore employers are discriminating.\" This ignores factors like hours worked, career choices, experience levels, and personal preferences that contribute to wage differences.",
      "icon": "📊",
      "source": "Hoover Institution",
      "sourceUrl": "https://www.hoover.org"
    },
    {
      "id": 2,
      "slug": "lived-experience",
      "title": "Lived Experience as Epistemic Trump Card",
      "subtitle": "Standpoint Theory Overreach",
      "tagline": "Elevating personal testimony to infallibility",
      "description": "Standpoint theory rightly says knowledge is socially situated and marginalized voices can have insight—but elevating testimony to infallibility collapses evidence standards and blocks adjudication of disagreements. Personal experience should be used as data, not as the final decider.",
      "example": "\"As a member of this group, my lived experience tells me this is harmful, and you cannot question that because you don't share my identity.\" This prevents any critical examination or consideration of conflicting experiences.",
      "icon": "👁️",
      "source": "Stanford Encyclopedia of Philosophy",
      "sourceUrl": "https://plato.stanford.edu"
    },
    {
      "id": 3,
      "slug": "motte-and-bailey",
      "title": "Motte-and-Bailey Shift",
      "subtitle": "Rhetorical Retreat",
      "tagline": "Defending weak claims while asserting strong ones",
      "description": "Advance a strong claim (\"X is violence\" or \"all disparities are racist\"), then retreat to a trivial claim when challenged (\"words can feel harmful\" or \"some disparities involve racism\"), only to re-assert the strong claim later. This rhetorical maneuver was named by philosopher Nicholas Shackel.",
      "example": "Activist: \"Speech is violence!\" Critic: \"That's absurd.\" Activist: \"I just mean words can hurt people's feelings.\" Later: \"We need to ban this violent speech.\"",
      "icon": "🏰",
      "source": "PhilPapers",
      "sourceUrl": "https://philpapers.org"
    },
    {
      "id": 4,
      "slug": "concept-creep",
      "title": "Concept Creep & Safetyism",
      "subtitle": "Expanding Definitions of Harm",
      "tagline": "When everything becomes harmful",
      "description": "Definitions of harm expand over time (bullying → microaggression → \"unsafe speech\"), so more things count as injury, justifying stronger controls. Haidt and Lukianoff warn that \"safetyism\" can undermine resilience, while Haslam has mapped this conceptual drift empirically.",
      "example": "A university declares that \"exposure to challenging ideas\" creates an \"unsafe environment,\" equating intellectual discomfort with physical danger and requiring trigger warnings for classic literature.",
      "icon": "🛡️",
      "source": "Heterodox Academy",
      "sourceUrl": "https://heterodoxacademy.org"
    },
    {
      "id": 5,
      "slug": "speech-violence",
      "title": "Speech = Violence Conflation",
      "subtitle": "Category Error",
      "tagline": "Treating words as physical force",
      "description": "A moral intuition that harmful words are like violence becomes a policy claim that they are violence, inviting coercive remedies normally reserved for force. Even campus ethicists who sympathize with the intuition caution against this equivalence.",
      "example": "\"Misgendering someone is literal violence and should be treated the same as physical assault.\" This conflation justifies punishments designed for actual violence for speech acts.",
      "icon": "💬",
      "source": "Harvard Gazette",
      "sourceUrl": "https://news.harvard.edu"
    },
    {
      "id": 6,
      "slug": "equity-equality-swap",
      "title": "Equity–Equality Swap",
      "subtitle": "Definitional Confusion",
      "tagline": "Conflating equal opportunity with equal outcomes",
      "description": "Using \"equity\" (outcome-focused) and \"equality\" (process/access-focused) interchangeably. This muddies goals and metrics; even pro-equity organizations stress keeping the terms distinct to avoid bad policy design.",
      "example": "A policy claims to promote \"equality\" but actually enforces proportional representation quotas—an equity measure. Critics who support equal opportunity are then accused of opposing \"equality.\"",
      "icon": "⚖️",
      "source": "Inside Higher Ed",
      "sourceUrl": "https://www.insidehighered.com"
    },
    {
      "id": 7,
      "slug": "tolerance-paradox",
      "title": "Paradox of Tolerance Overreach",
      "subtitle": "Popper Misapplied",
      "tagline": "Stretching tolerance theory to justify intolerance",
      "description": "Popper's caution about protecting liberal orders from violent intolerance gets stretched into a warrant for broad speech suppression. The original argument is narrower: deny tolerance when intolerance threatens the system itself through force or violence.",
      "example": "\"Popper said we shouldn't tolerate intolerance, therefore we must ban conservative speakers from campus.\" This extends Popper's narrow exception for violent threats into a justification for silencing any disagreeable viewpoint.",
      "icon": "🔄",
      "source": "Wikipedia",
      "sourceUrl": "https://en.wikipedia.org/wiki/Paradox_of_tolerance"
    },
    {
      "id": 8,
      "slug": "kafka-trap",
      "title": "Unfalsifiable Guilt",
      "subtitle": "Kafka-Trap Structure",
      "tagline": "Denial proves the accusation",
      "description": "Frames where denial confirms the charge (e.g., \"your pushback proves fragility/complicity\"). Critics, including left-leaning ones, argue this violates standards of falsifiability and fair discourse. Any response becomes evidence of guilt.",
      "example": "\"You're exhibiting white fragility.\" \"No, I'm not.\" \"See? Your defensiveness proves you have white fragility.\" There is no possible response that doesn't confirm the accusation.",
      "icon": "🔒",
      "source": "Mirjam Glessmer",
      "sourceUrl": "https://mirjamglessmer.com"
    },
    {
      "id": 9,
      "slug": "intent-impact",
      "title": "Intent-versus-Impact Absolutism",
      "subtitle": "Impact-Only Framework",
      "tagline": "Intent doesn't matter, only impact",
      "description": "Prioritizing impact can be morally useful, but making it the only lens invites mind-reading and strict liability for offense. The microaggression literature highlights impact; critics urge considering both intent and impact to guide appropriate remedies.",
      "example": "\"It doesn't matter that you didn't mean to offend anyone. Someone was hurt, so you're guilty and must be punished.\" This creates a system where accidents and malice receive identical treatment.",
      "icon": "🎯",
      "source": "Life Lessons",
      "sourceUrl": "https://lifelessons.co"
    },
    {
      "id": 10,
      "slug": "shallow-empathy",
      "title": "Empathy Over Judgment",
      "subtitle": "Shallow Empathy",
      "tagline": "Letting feelings override principles",
      "description": "As Paul Bloom argues, empathy is narrow and biased; it can misdirect justice toward salient offenders and victims and away from impartial rules and consequences. Favor steady compassion combined with principled rules over emotional empathy.",
      "example": "A viral video of one sympathetic victim leads to policy changes that ignore broader data and harm many others. The emotional response to one case overrides systematic analysis of what actually works.",
      "icon": "💔",
      "source": "Vox",
      "sourceUrl": "https://www.vox.com"
    },
    {
      "id": 11,
      "slug": "racism-redefined",
      "title": "Redefining Racism as Prejudice + Power",
      "subtitle": "R = P + P",
      "tagline": "Changing definitions to exclude certain groups",
      "description": "A valid institutional lens—but when treated as the definition, it erases interpersonal racism by minorities and fuels talking-past-each-other debates. Know which definition you're using and why, rather than claiming only one definition is valid.",
      "example": "\"Black people can't be racist because racism requires institutional power.\" This redefines racism in a way that makes certain forms of prejudice and discrimination invisible or acceptable.",
      "icon": "📖",
      "source": "Wikipedia",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 12,
      "slug": "outcome-gap-racism",
      "title": "Outcome Gap Proves Racism",
      "subtitle": "Policy Corollary",
      "tagline": "Disparities are racist until proven otherwise",
      "description": "Some anti-racist frameworks treat disparities as inherently racist unless proved otherwise (e.g., Kendi's equity-first definitions), which critics say flips the burden of proof and risks endorsing present discrimination to cure past discrimination.",
      "example": "\"Any test that shows racial disparities in results is a racist test and must be eliminated.\" This assumes the test is at fault rather than considering whether it measures real differences in preparation or other factors.",
      "icon": "📉",
      "source": "Penguin Books",
      "sourceUrl": "https://www.penguin.com"
    },
    {
      "id": 13,
      "slug": "feeling-as-accusation",
      "title": "Feeling as Accusation",
      "subtitle": "Emotional Reframing of Claims",
      "tagline": "Disguising accusations as unchallengeable feelings",
      "description": "Using past-tense verbs as feelings (e.g., 'I feel violated,' 'I feel attacked,' 'I feel erased') transforms factual claims or accusations into subjective emotional states. This linguistic move makes the statement unfalsifiable—since feelings are personal and subjective, they cannot be questioned or disputed. What is actually an accusation that someone did something wrong becomes reframed as merely reporting an internal emotional state.",
      "example": "\"I feel violated by your comment\" instead of \"Your comment violated my boundaries.\" The first formulation presents an accusation as an unchallengeable feeling, while the second makes a disputable claim about what actually happened. Similarly, \"I feel attacked\" avoids having to prove that an attack occurred.",
      "icon": "💭",
      "source": "Linguistic Analysis",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 14,
      "slug": "suicidal-empathy",
      "title": "Suicidal Empathy",
      "subtitle": "Misallocated Compassion",
      "tagline": "Hyperactive empathy deployed on the wrong targets",
      "description": "A term coined by evolutionary psychologist Gad Saad describing when our emotional system is hijacked into an excessive, indiscriminate form of empathy that undermines rational cost-benefit analysis and self-preservation. Evolution designed empathy to be strategic and calibrated—we naturally prioritize those closest to us. Suicidal empathy occurs when this system malfunctions, leading to policies that harm the in-group while benefiting out-groups or bad actors, all in the name of compassion.",
      "example": "Providing illegal immigrants with more resources and benefits than homeless veterans or disaster victims. Allowing biological males to compete in women's sports because of empathy for trans individuals, while ignoring the rights and safety of biological women. Refusing to enforce immigration laws or criminal penalties out of empathy for offenders, while disregarding victims and law-abiding citizens.",
      "icon": "💔",
      "source": "Gad Saad",
      "sourceUrl": "https://www.northwood.edu/news/parasitic-ideas-and-suicidal-empathy-are-killing-the-west/"
    },
    {
      "id": 15,
      "slug": "virtue-signaling",
      "title": "Moral Grandstanding",
      "subtitle": "Virtue Signaling",
      "tagline": "Performing morality for social status",
      "description": "Taking public moral positions primarily to signal one's virtue and gain social status rather than to effect meaningful change. This involves making conspicuous displays of moral concern that are low-cost, low-risk, and designed to be seen by others. The focus is on appearing righteous rather than doing the hard work of actual moral action.",
      "example": "Posting a black square on Instagram during racial justice protests but taking no concrete anti-racist action. Corporations changing their logos for Pride Month while simultaneously donating to anti-LGBTQ politicians. Sharing infographics about climate change while making no personal lifestyle changes.",
      "icon": "🎭",
      "source": "Philosophy",
      "sourceUrl": "https://plato.stanford.edu"
    },
    {
      "id": 16,
      "slug": "purity-spiral",
      "title": "Purity Spiral",
      "subtitle": "Cancel Culture Dynamics",
      "tagline": "Constantly raising the bar for ideological purity",
      "description": "A social dynamic where members of a movement compete to demonstrate their ideological purity by constantly raising the standards for acceptable beliefs and behaviors. This leads to endless purges as yesterday's allies become today's heretics for failing to meet ever-escalating demands. The spiral continues until only the most extreme positions are tolerated.",
      "example": "Activists canceling allies for statements made years ago that were acceptable at the time. Authors being denounced for books that don't meet current standards of representation. Professors fired for using academic examples that are now considered problematic, even in educational contexts.",
      "icon": "🌀",
      "source": "Social Psychology",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 17,
      "slug": "kafkaesque-bureaucracy",
      "title": "Kafkaesque Bureaucracy",
      "subtitle": "Impossible Compliance",
      "tagline": "Rules so complex and contradictory that compliance is impossible",
      "description": "Creating elaborate DEI frameworks, policies, and training programs with vague, ever-changing, and often contradictory rules that make it impossible to fully comply. Like Kafka's The Trial, individuals are judged guilty without clear understanding of what they did wrong or how to avoid future violations. The ambiguity serves to maintain power over those subject to the rules.",
      "example": "Mandatory diversity trainings that give contradictory guidance—be colorblind but also race-conscious, treat everyone the same but also differently. HR policies where the same behavior can be harassment or acceptable depending on context that's never clearly defined. Constantly changing language rules where yesterday's approved term is today's slur.",
      "icon": "📋",
      "source": "Organizational Studies",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 18,
      "slug": "backlash-proves-need",
      "title": "Backlash Proves the Need",
      "subtitle": "Reverse Causation",
      "tagline": "Resistance to overreach proves the problem was worse",
      "description": "When pushback against ideological overreach is cited as evidence that the original problem was even worse than thought, and therefore more intervention is needed. This creates an unfalsifiable loop where any criticism or resistance is reframed as proof of the very problem being addressed. Opposition becomes evidence of guilt.",
      "example": "\"The backlash against DEI initiatives proves we need even more DEI training.\" \"People complaining about being called racist shows how deeply racism is embedded.\" \"Resistance to gender ideology in schools demonstrates the urgent need for more gender education.\"",
      "icon": "🔄",
      "source": "Logic",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 19,
      "slug": "linguistic-inflation",
      "title": "Linguistic Inflation",
      "subtitle": "Concept Creep",
      "tagline": "Expanding serious terms until they lose meaning",
      "description": "The progressive expansion of serious terms—violence, trauma, genocide, fascism, terrorism—to cover increasingly minor or metaphorical situations. This devalues the currency of language, making it harder to distinguish between actual atrocities and mere discomforts. When everything is violence, nothing is. This is closely related to concept creep but focuses specifically on linguistic dilution.",
      "example": "Calling mean tweets 'violence,' uncomfortable conversations 'trauma,' or cultural appropriation 'genocide.' Labeling any conservative policy 'fascism' or any enforcement of rules 'authoritarianism.' Describing being asked to provide evidence as 'epistemic violence.'",
      "icon": "💥",
      "source": "Linguistics",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 20,
      "slug": "collective-guilt",
      "title": "Collective Guilt",
      "subtitle": "Inherited Sin",
      "tagline": "Holding individuals responsible for group-level actions",
      "description": "Assigning moral responsibility to individuals based solely on their membership in a demographic group, regardless of their personal actions, beliefs, or choices. This treats group identity as determinative of guilt and demands atonement for historical or collective wrongs that the individual neither committed nor supported. It's a form of guilt by association taken to its logical extreme.",
      "example": "\"All white people benefit from slavery and must atone for it.\" \"Men as a class are responsible for patriarchy and must acknowledge their complicity.\" Demanding apologies from individuals for actions taken by others who share their race, gender, or nationality.",
      "icon": "⛓️",
      "source": "Ethics",
      "sourceUrl": "https://plato.stanford.edu"
    },
    {
      "id": 21,
      "slug": "standpoint-absolutism",
      "title": "Standpoint Epistemology Absolutism",
      "subtitle": "Identity-Based Knowledge Claims",
      "tagline": "Only the oppressed can speak on oppression",
      "description": "Taking the reasonable insight that perspective shapes knowledge and pushing it to an extreme: only members of oppressed groups can have valid knowledge about issues affecting them, and their perspective is automatically correct. This shuts down debate, prevents coalition-building, and ironically denies the agency and rationality of the very people it claims to empower by suggesting their experiences cannot be understood or evaluated by others.",
      "example": "\"You can't have an opinion on racism because you're white.\" \"As a straight person, you need to just listen and not question anything LGBTQ activists say.\" \"Your lived experience as a man means you can't understand or comment on women's issues.\"",
      "icon": "🚫",
      "source": "Epistemology",
      "sourceUrl": "https://plato.stanford.edu"
    },
    {
      "id": 22,
      "slug": "oppression-olympics",
      "title": "Oppression Olympics",
      "subtitle": "Victimhood Competition",
      "tagline": "Competing for most marginalized status",
      "description": "A competitive dynamic where individuals or groups vie to claim the most marginalized identity for rhetorical advantage. Intersectionality, originally an analytical tool, becomes weaponized as a scoring system where more oppression points equals more authority. Arguments are dismissed based on who has accumulated more victim status rather than on their merits. This creates perverse incentives to emphasize helplessness.",
      "example": "Dismissing a gay man's perspective because he's white and male. Telling a black woman she can't understand oppression because she's cisgender. Using intersectional scorekeeping to determine whose voice matters more in a debate rather than engaging with the actual arguments.",
      "icon": "🏅",
      "source": "Critical Theory",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 23,
      "slug": "structural-determinism",
      "title": "Structural Determinism",
      "subtitle": "Denial of Agency",
      "tagline": "Systems determine everything; individuals determine nothing",
      "description": "The belief that all outcomes are determined by systemic forces, leaving no room for individual agency, choice, or responsibility. While structural factors certainly matter, this view denies that individuals can make meaningful choices within constraints. It removes moral agency from both victims (who become passive objects) and perpetrators (who are just products of systems), making reform impossible since no one is responsible.",
      "example": "\"Personal responsibility is a right-wing myth; everything is determined by systems.\" \"Crime is entirely caused by poverty and racism, so criminals bear no responsibility.\" \"Success is just privilege; hard work and choices don't matter.\"",
      "icon": "🏗️",
      "source": "Sociology",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 24,
      "slug": "reverse-discrimination-denial",
      "title": "Reverse Discrimination Denial",
      "subtitle": "Definitional Impossibility",
      "tagline": "Redefining terms to make certain discrimination impossible",
      "description": "Claiming that discrimination against majority groups is impossible by definition, usually by redefining racism, sexism, etc. to require institutional power. While institutional analysis is valuable, this linguistic move erases interpersonal prejudice and discrimination when directed at majority groups, and provides moral cover for behavior that would be condemned if the targets were different.",
      "example": "\"You can't be racist against white people because racism requires power.\" \"Sexism against men doesn't exist because we live in a patriarchy.\" Using academic definitions to dismiss concerns about anti-white or anti-male discrimination as conceptually impossible.",
      "icon": "🔀",
      "source": "Critical Race Theory",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 25,
      "slug": "emotional-labor-weaponization",
      "title": "Emotional Labor Weaponization",
      "subtitle": "Refusing to Justify Claims",
      "tagline": "It's not my job to educate you",
      "description": "Using the concept of 'emotional labor'—originally about uncompensated care work—to refuse to explain, justify, or provide evidence for claims. This allows someone to make assertions, demand others accept them, but refuse any burden of proof by claiming that explanation would be exhausting or traumatic. It's a conversation-stopper that places the speaker beyond accountability.",
      "example": "Making sweeping claims about systemic racism, then responding to requests for evidence with \"It's not my job to educate you.\" Asserting that something is harmful but refusing to explain why because doing so would be \"emotional labor.\" Using the concept to avoid defending controversial positions.",
      "icon": "😮‍💨",
      "source": "Social Theory",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 26,
      "slug": "silence-is-violence",
      "title": "Silence is Violence",
      "subtitle": "Compelled Speech",
      "tagline": "Neutrality equals complicity",
      "description": "The demand that everyone must publicly declare their position on every social issue, treating silence, neutrality, or private action as equivalent to active support for injustice. This eliminates the possibility of conscientious abstention, private conviction, or simply not having an informed opinion. It compels performative declarations and punishes those who prefer to act quietly or focus their energy elsewhere.",
      "example": "\"Your silence on [current issue] speaks volumes and shows where you really stand.\" Demanding colleagues or celebrities issue statements on every controversy. Treating failure to post about an issue on social media as evidence of complicity with oppression.",
      "icon": "🤐",
      "source": "Political Philosophy",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 27,
      "slug": "decolonization-maximalism",
      "title": "Decolonization Maximalism",
      "subtitle": "Metaphorical Overextension",
      "tagline": "Applying decolonization to everything",
      "description": "Taking the specific historical process of decolonization—the end of colonial rule—and applying it metaphorically to every domain: mathematics, science, time, punctuality, grammar, etc. This dilutes the term's meaning and often results in absurd claims that basic standards or neutral concepts are colonial impositions. It can veer into rejecting universal knowledge or objective truth as 'Western.'",
      "example": "\"We need to decolonize mathematics by rejecting the idea that there are right answers.\" \"Punctuality is a white supremacist concept we must decolonize.\" \"Linear time is a colonial construct.\" Treating any standard or norm as inherently colonial.",
      "icon": "🗺️",
      "source": "Postcolonial Studies",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 28,
      "slug": "therapeutic-language-misuse",
      "title": "Therapeutic Language Misuse",
      "subtitle": "Clinical Terms for Disagreements",
      "tagline": "Medicalizing ordinary conflict",
      "description": "Using clinical psychological terms—trauma, gaslighting, abuse, toxic, triggering—to describe ordinary disagreements, discomforts, or interpersonal conflicts. This medicalizes normal life, frames the speaker as a patient/victim, and casts the other person as an abuser. It shuts down dialogue by reframing debate as harm and disagreement as pathology.",
      "example": "Calling any disagreement 'gaslighting' even when there's no manipulation of reality. Describing being contradicted as 'emotional abuse.' Claiming that hearing opposing views causes 'trauma.' Labeling any uncomfortable interaction as 'toxic.'",
      "icon": "🩺",
      "source": "Psychology",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 29,
      "slug": "performative-allyship",
      "title": "Performative Allyship",
      "subtitle": "Superficial Solidarity",
      "tagline": "Gestures without substance or risk",
      "description": "Making superficial, visible gestures of support for marginalized groups without taking any substantive action or accepting any real cost or risk. This allows individuals and institutions to reap reputational benefits while avoiding the hard work of actual change. It's solidarity as branding rather than commitment.",
      "example": "Corporations changing logos for Pride Month while donating to anti-LGBTQ politicians. Universities issuing statements about racial justice while doing nothing about discriminatory policies. Individuals posting solidarity messages but refusing to have difficult conversations or make personal sacrifices.",
      "icon": "🎪",
      "source": "Activism Studies",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 30,
      "slug": "selective-infantilization",
      "title": "Selective Infantilization",
      "subtitle": "Conditional Agency Paradox",
      "tagline": "Empowered until it's inconvenient",
      "description": "The simultaneous assertion that certain groups (particularly women) are fully autonomous agents whose choices must be respected, except when those choices involve relationships with people in positions of power or authority—at which point their agency is retroactively denied and they're treated as incapable of genuine consent. This creates a paradox where the same person is both empowered and powerless depending on which narrative is more politically convenient. Power differentials become an automatic nullification of consent, regardless of actual circumstances.",
      "example": "\"We must believe women and respect their choices—except when a woman chooses to date her professor/boss/mentor, in which case she was obviously manipulated and groomed.\" An adult woman in her 30s dating a CEO is treated as a victim incapable of consent, while simultaneously being celebrated as an empowered professional. Claiming any relationship with a power differential is inherently exploitative, which would invalidate most relationships.",
      "icon": "🪆",
      "source": "Feminist Philosophy",
      "sourceUrl": "https://plato.stanford.edu"
    },
    {
      "id": 31,
      "slug": "collective-retribution",
      "title": "Collective Retribution",
      "subtitle": "Historical Debt Justifies Present Injustice",
      "tagline": "Past wrongs justify present wrongs",
      "description": "Using past group-level injustices to justify present individual-level injustices against members of the formerly advantaged group. This treats justice as a zero-sum game where historical wrongs create a moral license for contemporary wrongs in the opposite direction. It abandons individual justice in favor of collective score-settling, where innocent individuals can be sacrificed as 'acceptable losses' in service of a larger social cause. Each person's right to fair treatment is subordinated to group-level historical accounting.",
      "example": "\"Yes, some innocent men will be falsely accused by #MeToo, but that's acceptable given how many women were silenced for decades.\" \"If some qualified white applicants are rejected due to diversity quotas, that's just balancing the scales for centuries of discrimination.\" \"A few false accusations are a small price to pay for believing all women.\" \"It's okay if some men feel uncomfortable or excluded now—women have felt that way forever.\"",
      "icon": "⚔️",
      "source": "Ethics",
      "sourceUrl": "https://plato.stanford.edu"
    },
    {
      "id": 32,
      "slug": "pendulum-fallacy",
      "title": "Pendulum Fallacy",
      "subtitle": "Natural Correction Myth",
      "tagline": "What goes around comes around",
      "description": "Framing present injustices against a formerly advantaged group as a natural, inevitable, or even desirable 'pendulum swing' or 'course correction' after historical injustices. This naturalizes revenge and overcorrection by treating them as automatic forces of nature or history rather than human choices that can and should be evaluated morally. It suggests that injustice is cyclical and self-correcting, so we should passively accept current wrongs as part of an organic balancing process. By invoking metaphors of nature or cosmic justice, it removes human agency and moral responsibility.",
      "example": "\"Men dominated for centuries, so now it's women's turn—the pendulum is just swinging back.\" \"White people had their time in power, now it's natural that they'll experience what minorities experienced.\" \"This is just the pendulum swinging—it'll eventually find balance in the middle.\" \"You can't stop the pendulum; history always overcorrects before finding equilibrium.\"",
      "icon": "⏰",
      "source": "Philosophy of History",
      "sourceUrl": "https://plato.stanford.edu"
    },
    {
      "id": 33,
      "slug": "safetyism-over-truth",
      "title": "Safetyism Over Truth",
      "subtitle": "Comfort Trumps Knowledge",
      "tagline": "Prioritizing emotional safety over truth-seeking",
      "description": "Elevating emotional comfort and psychological safety above the pursuit of truth, open debate, and intellectual inquiry. This treats discomfort as harm and disagreement as danger, leading to the suppression of ideas not because they're false but because they make people uncomfortable. It assumes that protecting feelings is more important than discovering truth, and that exposure to challenging ideas is a form of violence rather than an essential part of learning and growth.",
      "example": "Requiring trigger warnings on classic literature because it might cause discomfort. Canceling speakers or disinviting them from campus because their ideas might make students feel unsafe. Treating the expression of controversial scientific findings as harmful rather than as contributions to knowledge. Equating intellectual challenge with emotional harm.",
      "icon": "🛡️",
      "source": "The Coddling of the American Mind",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 34,
      "slug": "feelings-as-evidence",
      "title": "Feelings as Evidence",
      "subtitle": "Emotional Proof",
      "tagline": "Treating emotional intensity as a form of credibility",
      "description": "Using the strength or authenticity of one's emotional response as proof that one's claims are true. This conflates subjective emotional experience with objective evidence, suggesting that if someone feels strongly enough about something, that feeling itself validates their factual claims. It treats emotional displays—crying, visible distress, passionate conviction—as a kind of testimony that cannot be questioned without callousness.",
      "example": "Christine Blasey Ford's emotional testimony treated as evidence in itself during the Kavanaugh hearings, separate from corroborating facts. Nancy Hopkins saying she 'couldn't breathe' and felt 'physically ill' at Larry Summers's comments, with her physical reaction treated as proof he was wrong. 'Her tears show she's telling the truth.' 'The raw emotion in his voice proves his sincerity.'",
      "icon": "😢",
      "source": "Epistemology",
      "sourceUrl": "https://plato.stanford.edu"
    },
    {
      "id": 35,
      "slug": "covert-ostracism",
      "title": "Covert Ostracism",
      "subtitle": "Social Excommunication",
      "tagline": "Refusing professional engagement based on political views",
      "description": "Refusing to interact professionally with individuals based on their political views or associations, and extending that ostracism to anyone who maintains normal relations with them. Rather than engaging in open debate or confrontation, this involves quiet exclusion, refusing meetings, and pressuring others to join the boycott. It transforms political disagreement into social excommunication, making it impossible to maintain professional relationships across ideological lines.",
      "example": "A New York Times journalist refusing to get coffee with Bari Weiss because of her political views. Colleagues being 'badgered' for being friendly with someone deemed problematic. Refusing to collaborate professionally with someone who holds controversial opinions. Pressuring others to cut ties with the ostracized person or face ostracism themselves.",
      "icon": "🚷",
      "source": "Social Psychology",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 36,
      "slug": "endless-apology-spiral",
      "title": "Endless Apology Spiral",
      "subtitle": "Never Enough Contrition",
      "tagline": "No apology is ever sufficient",
      "description": "A dynamic where no amount of clarification, apology, or contrition is ever accepted as adequate. Each apology or attempt at reconciliation is met with demands for more—more groveling, more self-flagellation, more concessions. The goal is not forgiveness or resolution but the maintenance of moral superiority and the extraction of endless penance. There is no clear path to redemption because redemption would end the power dynamic.",
      "example": "Larry Summers making three increasingly insistent public apologies for his remarks on sex differences, none of which satisfied his critics. A celebrity apologizing for an offense, then being criticized for the apology not being sincere enough, then apologizing again, then being told the second apology proves they didn't mean the first. Each apology interpreted as further evidence of guilt.",
      "icon": "🔁",
      "source": "Social Dynamics",
      "sourceUrl": "https://en.wikipedia.org"
    },
    {
      "id": 37,
      "slug": "instrumental-law",
      "title": "Instrumental Law",
      "subtitle": "Rules as Suggestions",
      "tagline": "Legal procedures are optional when they conflict with empathy",
      "description": "Treating legal rules, procedures, and formalities as optional or negotiable when they produce outcomes that conflict with sympathy for preferred groups. This views the law not as a neutral framework that must be followed even when it yields uncomfortable results, but as a tool to be bent, ignored, or reinterpreted to achieve desired outcomes. It celebrates breaking procedural rules when doing so serves 'justice' as subjectively understood, undermining the rule of law itself.",
      "example": "Title IX tribunals removing due process protections like the right to confront accusers because the rules favored the accused over the accuser. Supreme Court justices 'ignoring formal time limits' celebrated as 'judicial girl power.' Judges bending rules for favored groups while enforcing them strictly on disfavored groups. Treating legal formalities as patriarchal relics that can be discarded.",
      "icon": "⚖️",
      "source": "Legal Philosophy",
      "sourceUrl": "https://plato.stanford.edu"
    },
    {
      "id": 38,
      "slug": "cultural-ubiquity",
      "title": "The Fallacy of Cultural Ubiquity",
      "subtitle": "Culture Can't Explain Anything",
      "tagline": "Denying that cultural differences affect outcomes",
      "description": "The prohibition on cultural explanations must be counterintuitive to nearly everyone. The argument that people all over the world or in a given Western country who live differently, view the world differently, speak differently, approach life and work differently, experienced history differently, and think differently about gender and sex—that none of this boundless variation—has any bearing on why certain societies are richer and poorer or why certain subgroups are more or less successful in a given society. The argument is absurd on the face of it.",
      "example": "Claiming that cultural differences in attitudes toward education, work ethic, family structure, or time orientation have zero impact on group outcomes. Insisting that all disparities must be explained by structural discrimination alone, while ignoring obvious cultural variations that exist between and within groups.",
      "icon": "🌍",
      "source": "New Discourses",
      "sourceUrl": "https://newdiscourses.com/2020/11/four-fallacies-woke-prohibition-cultural-arguments/"
    },
    {
      "id": 39,
      "slug": "dominant-culture",
      "title": "The Fallacy of the Dominant Culture",
      "subtitle": "Culture Matters Only for Oppressors",
      "tagline": "Culture explains dominant group behavior but nothing else",
      "description": "Woke ideology treats all culture as irrelevant except that of the dominant culture. Structure cannot explain the behavior of the dominant class because the dominant class is at the top of the food chain. The only other explanation for how the dominant class behaves is culture. The woke do think it's perfectly legitimate and even imperative to criticize the culture of the oppressor. It's fine, for example, to talk about 'white fragility' or 'toxic masculinity'—the machismo culture of cis-men—or 'rape culture.' But how can culture not be a factor at all for marginalized groups but be the sole factor for dominant groups? Are they really saying when structure comes to play culture goes away?",
      "example": "Attributing negative behaviors of white people or men to their culture ('toxic masculinity,' 'white fragility,' 'Karen behavior') while simultaneously insisting that cultural explanations for outcomes among marginalized groups are racist or sexist. Claiming culture shapes oppressor behavior but has zero influence on anyone else.",
      "icon": "👑",
      "source": "New Discourses",
      "sourceUrl": "https://newdiscourses.com/2020/11/four-fallacies-woke-prohibition-cultural-arguments/"
    },
    {
      "id": 40,
      "slug": "selective-agency",
      "title": "The Fallacy of Selective Agency",
      "subtitle": "Oppressors Create Everything",
      "tagline": "Structure controls victims but not their virtues",
      "description": "If structure really is an all-encompassing force, shouldn't it also explain the vitality of the Black community? As Thomas Burgess wrote in Quillette, 'if whiteness is responsible for black vices, isn't it also responsible for black virtues? Wouldn't all culture be its creation, and not just the undesirable parts? This is the logical conclusion of this kind of thinking, and it is what happens when you cede omnipotence to the oppressor. When you create a puppet master, you create puppets missing some of the most basic attributes of being human.'",
      "example": "Attributing all negative outcomes in minority communities to white supremacy and structural racism, while simultaneously celebrating the resilience, creativity, and achievements of those same communities as if they emerged independently of any structural forces. Claiming oppression determines everything negative but nothing positive.",
      "icon": "🎭",
      "source": "New Discourses",
      "sourceUrl": "https://newdiscourses.com/2020/11/four-fallacies-woke-prohibition-cultural-arguments/"
    },
    {
      "id": 41,
      "slug": "differential-outcomes",
      "title": "The Fallacy of Differential Outcomes",
      "subtitle": "White Supremacy That Doesn't Favor Whites",
      "tagline": "The system is rigged but many non-whites outperform whites",
      "description": "If 'white supremacy' is truly the all-powerful force woke ideologues make it out to be, why do so many other ethnic populations substantially outperform whites? One would think that in a white supremacist society whites would be allotted such advantages as higher average incomes and higher levels of educational achievement than other groups. Many White Americans are, in fact, doing poorly. In addition, some African immigrant groups that came to the U.S. under disadvantageous conditions have on average done better than American blacks and segments of the Hispanic population. Wouldn't a white supremacist system subjugate African immigrants too?",
      "example": "Asian Americans, Nigerian Americans, and Indian Americans significantly outperforming white Americans in income and educational achievement. If the system is designed to benefit whites above all others, how do we explain these groups' success? The existence of poor white communities and successful minority communities contradicts the claim of an all-determining white supremacist structure.",
      "icon": "📈",
      "source": "New Discourses",
      "sourceUrl": "https://newdiscourses.com/2020/11/four-fallacies-woke-prohibition-cultural-arguments/"
    }
  ]
}
